{
  "weight_map": {
    "model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.1.self_attn.q_proj.weight": "model-00003-of-00003.safetensors"
  }
}
